[
  { "topic": "success", "text": "Success is not final; failure is not fatal: It is the courage to continue that counts." },
  { "topic": "success", "text": "Don’t be afraid to give up the good to go for the great." },
  { "topic": "success", "text": "I find that the harder I work, the more luck I seem to have." },
  { "topic": "success", "text": "Success is walking from failure to failure with no loss of enthusiasm." },
  { "topic": "success", "text": "The only place where success comes before work is in the dictionary." },
  { "topic": "success", "text": "Success is not the absence of obstacles, but the courage to push through them." },
  { "topic": "success", "text": "The secret of success is to do the common thing uncommonly well." },
  { "topic": "success", "text": "Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome." },
  { "topic": "success", "text": "The road to success and the road to failure are almost exactly the same." },
  { "topic": "success", "text": "Success usually comes to those who are too busy to be looking for it." },
  { "topic": "success", "text": "Opportunities don't happen. You create them." },
  { "topic": "success", "text": "Don't aim for success if you want it; just do what you love and believe in, and it will come naturally." },
  { "topic": "success", "text": "Success is not how high you have climbed, but how you make a positive difference to the world." },
  { "topic": "success", "text": "The only limit to our realization of tomorrow will be our doubts of today." },
  { "topic": "success", "text": "Success is the sum of small efforts, repeated day in and day out." },
  { "topic": "success", "text": "The difference between who you are and who you want to be is what you do." },
  { "topic": "success", "text": "Success is not a destination, but the road that you're on." },
  { "topic": "success", "text": "The only way to achieve the impossible is to believe it is possible." },
  { "topic": "success", "text": "Success is getting what you want; happiness is wanting what you get." },
  { "topic": "success", "text": "The successful warrior is the average man, with laser-like focus." },
  { "topic": "life", "text": "Life is what happens when you’re busy making other plans." },
  { "topic": "life", "text": "Get busy living or get busy dying." },
  { "topic": "life", "text": "You only live once, but if you do it right, once is enough." },
  { "topic": "life", "text": "In the end, it's not the years in your life that count. It's the life in your years." },
  { "topic": "life", "text": "Life is either a daring adventure or nothing at all." },
  { "topic": "life", "text": "The purpose of life is to live it, to taste experience to the utmost, to reach out eagerly and without fear for newer and richer experience." },
  { "topic": "life", "text": "Life is really simple, but we insist on making it complicated." },
  { "topic": "life", "text": "The biggest adventure you can take is to live the life of your dreams." },
  { "topic": "life", "text": "Life is like riding a bicycle. To keep your balance, you must keep moving." },
  { "topic": "life", "text": "Do not go where the path may lead, go instead where there is no path and leave a trail." },
  { "topic": "life", "text": "Life is short, and it is up to you to make it sweet." },
  { "topic": "life", "text": "The unexamined life is not worth living." },
  { "topic": "life", "text": "Life is a journey, not a race." },
  { "topic": "life", "text": "Live in the sunshine, swim the sea, drink the wild air." },
  { "topic": "life", "text": "Life is not about finding yourself. Life is about creating yourself." },
  { "topic": "life", "text": "The best way to predict your future is to create it." },
  { "topic": "life", "text": "Life is 10% what happens to us and 90% how we react to it." },
  { "topic": "life", "text": "The greatest glory in living lies not in never falling, but in rising every time we fall." },
  { "topic": "life", "text": "Life is a succession of lessons which must be lived to be understood." },
  { "topic": "life", "text": "To live is the rarest thing in the world. Most people exist, that is all." },
  { "topic": "motivation", "text": "The only way to do great work is to love what you do." },
  { "topic": "motivation", "text": "You are never too old to set another goal or to dream a new dream." },
  { "topic": "motivation", "text": "What you get by achieving your goals is not as important as what you become by achieving your goals." },
  { "topic": "motivation", "text": "It does not matter how slowly you go as long as you do not stop." },
  { "topic": "motivation", "text": "The future belongs to those who believe in the beauty of their dreams." },
  { "topic": "motivation", "text": "You miss 100% of the shots you don’t take." },
  { "topic": "motivation", "text": "The only person you are destined to become is the person you decide to be." },
  { "topic": "motivation", "text": "Believe you can and you're halfway there." },
  { "topic": "motivation", "text": "Start where you are. Use what you have. Do what you can." },
  { "topic": "motivation", "text": "Your time is limited, so don’t waste it living someone else’s life." },
  { "topic": "happiness", "text": "Happiness is not something ready-made. It comes from your own actions." },
  { "topic": "happiness", "text": "The happiest people don’t have the best of everything, they make the best of everything." },
  { "topic": "happiness", "text": "Happiness is when what you think, what you say, and what you do are in harmony." },
  { "topic": "happiness", "text": "The secret of happiness is not in doing what one likes, but in liking what one does." },
  { "topic": "happiness", "text": "Happiness is not the absence of problems, it's the ability to deal with them." },
  { "topic": "happiness", "text": "The greatest happiness you can have is knowing that you do not necessarily require happiness." },
  { "topic": "happiness", "text": "Happiness is a choice, not a result. Nothing will make you happy until you choose to be happy." },
  { "topic": "happiness", "text": "The purpose of our lives is to be happy." },
  { "topic": "happiness", "text": "Happiness is not a goal; it is a by-product." },
  { "topic": "happiness", "text": "The key to being happy is knowing you have the power to choose what to accept and what to let go." },
  { "topic": "perseverance", "text": "It always seems impossible until it’s done." },
  { "topic": "perseverance", "text": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time." },
  { "topic": "perseverance", "text": "Fall seven times, stand up eight." },
  { "topic": "perseverance", "text": "Perseverance is not a long race; it is many short races one after the other." },
  { "topic": "perseverance", "text": "The man who moves a mountain begins by carrying away small stones." },
  { "topic": "perseverance", "text": "Success is not the absence of obstacles, but the strength to push through them." },
  { "topic": "perseverance", "text": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will." },
  { "topic": "perseverance", "text": "Perseverance turns dreams into achievements." },
  { "topic": "perseverance", "text": "Difficulties in life are intended to make us better, not bitter." },
  { "topic": "perseverance", "text": "Keep going. Everything you need will come to you at the perfect time." },
  { "topic": "love", "text": "The best thing to hold onto in life is each other." },
  { "topic": "love", "text": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope." },
  { "topic": "love", "text": "We are most alive when we’re in love." },
  { "topic": "love", "text": "Love does not consist in gazing at each other, but in looking outward together in the same direction." },
  { "topic": "love", "text": "The greatest thing you’ll ever learn is just to love and be loved in return." },
  { "topic": "love", "text": "Love is not only something you feel, it is something you do." },
  { "topic": "love", "text": "To love and be loved is to feel the sun from both sides." },
  { "topic": "love", "text": "Love is the bridge between you and everything." },
  { "topic": "love", "text": "Where there is love, there is life." },
  { "topic": "love", "text": "Love is not about possession, it’s about appreciation." },
  { "topic": "wisdom", "text": "Knowing yourself is the beginning of all wisdom." },
  { "topic": "wisdom", "text": "The only true wisdom is in knowing you know nothing." },
  { "topic": "wisdom", "text": "Wisdom is not a product of schooling but of the lifelong attempt to acquire it." },
  { "topic": "wisdom", "text": "The invariable mark of wisdom is to see the miraculous in the common." },
  { "topic": "wisdom", "text": "Turn your wounds into wisdom." },
  { "topic": "wisdom", "text": "Wisdom is the reward you get for a lifetime of listening when you’d have preferred to talk." },
  { "topic": "wisdom", "text": "The wise man does at once what the fool does finally." },
  { "topic": "wisdom", "text": "Wisdom is not a gift; it’s a task." },
  { "topic": "wisdom", "text": "The greatest wisdom is seeing through appearances." },
  { "topic": "wisdom", "text": "Wisdom comes from experience, and experience comes from mistakes." },
  { "topic": "courage", "text": "You cannot swim for new horizons until you have courage to lose sight of the shore." },
  { "topic": "courage", "text": "Courage is not the absence of fear, but the triumph over it." },
  { "topic": "courage", "text": "Courage doesn’t always roar. Sometimes courage is the quiet voice at the end of the day saying, ‘I will try again tomorrow.’" },
  { "topic": "courage", "text": "The greatest test of courage is to bear defeat without losing heart." },
  { "topic": "courage", "text": "Courage is resistance to fear, mastery of fear—not absence of fear." },
  { "topic": "courage", "text": "It takes courage to grow up and become who you really are." }
]